---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AssociatedLevel
source: html/f2d8815e-91ac-e529-3454-43444a0013af.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AssociatedLevel Property

"Associated Level": The level associated with this cell.

## Syntax (C#)
```csharp
public static ForgeTypeId AssociatedLevel { get; }
```